Revit 2024 API
GroupTypeId.Visibility Property
 Visibility.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Visibility { get; }
Visual Basic
Public Shared ReadOnly Property Visibility As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Visibility {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace